import React from "react";
import "./Info.scss";

function Info() {
  return (
    <div className="posts">
      <div className="post">
        <h2>Пост про React</h2>
        <p>
          React — JavaScript-библиотека с открытым исходным кодом для разработки
          пользовательских интерфейсов. React разрабатывается и поддерживается
          Facebook, Instagram и сообществом отдельных разработчиков и
          корпораций. React может использоваться для разработки одностраничных и
          мобильных приложений.
        </p>
      </div>

      <div className="post">
        <h2>Пост про React</h2>
        <p>
          React — JavaScript-библиотека с открытым исходным кодом для разработки
          пользовательских интерфейсов. React разрабатывается и поддерживается
          Facebook, Instagram и сообществом отдельных разработчиков и
          корпораций. React может использоваться для разработки одностраничных и
          мобильных приложений.
        </p>
      </div>

      <div className="post">
        <h2>Пост про React</h2>
        <p>
          React — JavaScript-библиотека с открытым исходным кодом для разработки
          пользовательских интерфейсов. React разрабатывается и поддерживается
          Facebook, Instagram и сообществом отдельных разработчиков и
          корпораций. React может использоваться для разработки одностраничных и
          мобильных приложений.
        </p>
      </div>

      <div className="post">
        <h2>Пост про React</h2>
        <p>
          React — JavaScript-библиотека с открытым исходным кодом для разработки
          пользовательских интерфейсов. React разрабатывается и поддерживается
          Facebook, Instagram и сообществом отдельных разработчиков и
          корпораций. React может использоваться для разработки одностраничных и
          мобильных приложений.
        </p>
      </div>
    </div>
  );
}

export default Info;
